Repository: Nimn/django-gift-registry
Catalog: main_site/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Name
fr: Nom

source: Slug
fr: Identifiant textuel

source: User
fr: Utilisateur

source: Event
fr: Événement

source: Events
fr: Événements

source: Gift category
fr: Catégorie de cadeau

source: Gift categories
fr: Catégories de cadeau

source: Title
fr: Titre

source: Specific details of this item, such as preferred model.
fr: Détails sur cet élément, tel que modèle préféré.

source: url
fr: Adresse web

source: A website showing the item.
fr: Un site web montrant cet élément

source: A photo or illustration.
fr: Une photo ou illustration

source: One only
fr: Seulement un

source: When checked, remove item from list someone has chosen it. For some items, you may be happy to receive multiple.
fr: Quand coché, retirer de la liste quand quelqu'un l'a choisi. Pour certains éléments, vous pourriez être content d'en recevoir plusieurs.

source: Live
fr: Actif

source: Make this item visible to public.
fr: Rendre cet élément visible.

source: Gift
fr: Cadeau

source: Gifts
fr: Cadeaux

source: Giver
fr: Donneur

source: Givers
fr: Donneurs

source: Thanks for choosing a gift! You chose:
fr: Merci d'avoir choisi un cadeau ! Vous avez choisi :

source: This is a "one only" type gift, so has been automatically crossed off the list.
fr: Ce cadeau n'est disponible qu'en un seul exemplaire, il n'est maintenant plus disponible à la réservation.

source: We're happy for more than one person to choose this gift, so note that it won't be crossed off the list.
fr: Nous serons heureux que plus d'une personne choisisse ce cadeau, il reste donc disponible.

source: If you change your mind, use this link to cancel your choice:
fr: Si vous changez d'avis, utilisez ce lien pour annuler votre choix :

source: Back to Gifts
fr: Retour aux cadeaux

source: Open link in a new tab
fr: Ouvrir le lien dans un nouvel onglet

source: To choose this gift, enter your email address and select "Choose".
fr: Pour choisir ce cadeau, entrez votre courriel et sélectionnez « Choisir ».

source: We'll send you an email to confirm your choice.
fr: Nous vous enverons un courriel récapitulatif de votre choix.

source: Choose
fr: Choisir

source: Someone has already chosen this gift.
fr: Quelqu'un a déjà choisi ce cadeau.

source: Select an item for more details.
fr: Sélectionnez un élément pour plus de détail.

source: Sorry, no gifts are available
fr: Désolé, aucun cadeau n'est disponible

source: Your choice has been cancelled
fr: Votre choix a été annulé

source: We've updated the list so you're welcome to choose again if you'd like.
fr: Nous avons mis à jour la liste, vous pouvez choisir un nouveau cadeau si vous le souhaitez.

source: Return to list
fr: Retour à la liste

source: Thanks for choosing a gift!
fr: Merci d'avoir choisi un cadeau !

source: We've sent you an email to confirm your choice.
fr: Nous vous avons envoyé un courriel pour confirmer votre choix.
